INSERT INTO suppliers (name, product_id) VALUES

('ООО ТехноПоставка', 1),

('ООО ЭлектроМир', 1),

('ООО КомпСервис', 2),

('ООО ДиджиталТрейд', 2),

('ООО ОдеждаОпт', 3),

('ООО МодаСтиль', 4),

('ООО Хлебозавод', 5),

('ООО МолПродукт', 6),

('ООО Книготорг', 7),

('ООО Образование', 8),

('ООО БытТехника', 9),

('ООО ДомСервис', 10),

('ООО АудиоМаркет', 11),

('ООО ГаджетПлюс', 12),

('ООО ЗимнийСтиль', 13),

('ООО СпортМаркет', 14),

('ООО СырИмпорт', 15),

('ООО Сладкоежка', 16),

('ООО Литера', 17),

('ООО ПрофКниги', 18);